[
  {
    "Title": "NRG õpilased lähevad TÜ Mängu Jämmile - suured ootused!",
    "Story": "1. kuni 3. aprillini osalevad NRG õpilased Madis, Oliver ja Eero Tartu Ülikooli Mängu Jämmil. Õpilased on kõik tasemel ja ootused neile on suured. Seekord nad ei kavatse leppida 4. kohaga nagu saadi TÜ Pro Game Jamil. Eelmine kord oli 0.02 punkti puudu 3. kohast, seekord ei lepi meeskond nii madala kohaga - minnakse kindlasti võitma. Tiimijuht Madis on väga kogenud programmeerija, tal on loonud mitmeid mänge ning tegeleb vabal ajal paljude erinevate projektidega. “Ma olen praegu elu parimas vormis, ega siin mingit kartust ei ole esikolmikust välja jääda”, ütles Madis. Veel lisas ta, et “me ei lepi 2. ega 3. kohaga, me kavatseme kindlasti võita, ning mitte miski ei suuda meid peatada”. Oliver teeb seekord UI ja programmeerib, “seekord saab olema meil Mängu Jämmi parim UI” ütles Oliver intervjuus. Eero on nende tiimi väga oskuslik helilooja ja audio efektide salvestaja, “ma löön inimesed oma oskustega nii pahviks, et nad ei suuda mängu enam kunagi sulgeda”, arvas Eero.   Nüüd jääb ainult Mängu Jämmi algust oodata, sest võit on ju nii kindel. Uurisime, et kus võidupidu toimub, aga seda veel arutatakse.Story here so there once was a little bean"
  },
  {
    "Title": "NRG õpilased käisid TÜ Mängu Jämmil - täielik läbikukkumine!",
    "Story": "1.  kuni 3. aprillil toimunud Tartu Ülikooli Mängu Jämm oli NRG õpilastele Madisele, Oliverile ning Eerole täielik läbikukkumine. Nende tiim sai võisteldes algajate vastu 9. koha 13. osalejast. Uurime nüüd, mis läks valesti, keda süüdistatakse ja kuidas saaks järgmine kord paremini. Tiimijuht Madis tõdeb, et “kohe ei oskagi öelda, mis nii valesti läks, ega vist ikka need vigastused, mis ei võimaldanud meie tiimil täie võimsuse juures töötada”. Vigastuste märke Madisel ei olnud ning peale rohkemate küsimuste esitamist vahetas ta lihtsalt teemat. Tuleme selle juurde võibolla hiljem tagasi kui selgub, mis vigastus takistab programmeerimist. Oliver tõdes, et “meid vedas alt seekord kindlasti peamiselt tehnoloogia, et Unity jampsis ja töötamine oli põhimõtteliselt võimatu”. Ka selle teema kohta küsides ei saanud ühtegi adekvaatset lisa-kommentaari. Lõpuks küsisime Eerolt, et mis tema arvates võis nii valesti minna, ta arvas, et “seekord läks valesti kindlasti see, et Unity piiras minu täielikku potentsiaalsust ning lisaks olid meil erinevad tarkvarade probleemid. Vähemalt sain häälitseda”. Võib väita, et tiim oli täielik läbikukkumine, leiti palju erinevaid põhjuseid, millest juhuslikult üksi pole nende endi süü. Mäng sai vähemalt valmis, mis on kõige olulisem. Loodame, et saadi uusi ja olulisi kogemusi ja see võit tulevikus tulemata ei jää."
  },
  {
    "Title": "Madis Katsetab asju",
    "Story": "Eksdeee"
  },
  {
    "Title": "Madis Katsetab asju 2",
    "Story": "Eksdeee"
  }
]

